Repository: 751K/holland2stay-monitor
Catalog: ios/FlatRadar/FlatRadar/Localizable.xcstrings
Source language: en
Languages: es, nl, zh_hans, zh_hant

source: Currently has %lld active device session(s).
es: Actualmente hay %lld sesiones de dispositivo activas.
nl: Er zijn momenteel %lld actieve apparaatsessies.
zh_hans: 当前有 %lld 个活跃设备对话。
zh_hant: 當前有 %lld 個活躍設備對話。

source: · updated %@
es: · actualizado %@
nl: · bijgewerkt %@
zh_hans: · 更新于 %@
zh_hant: · 更新於 %@

source: listings
es: anuncios
nl: advertenties
zh_hans: 列表
zh_hant: 列表

source: today
es: hoy
nl: vandaag
zh_hans: 今日
zh_hant: 今日

source: unread
es: sin leer
nl: nog niet gelezen
zh_hans: 未读
zh_hant: 未讀

source: · %lld new
es: · %lld nuevas
nl: · %lld nieuwe
zh_hans: · %lld 新增
zh_hant: · %lld 新增

source: (filtered)
es: (filtrado)
nl: (gefilterd)
zh_hans: (已过滤)
zh_hant: (已過濾)

# %@, %lld items
source: %1$@, %2$lld items
es: %1$@, %2$lld artículos
nl: %1$@, %2$lld artikelen
zh_hans: %1$@，%2$lld 项
zh_hant: %1$@，%2$lld 項

# %@, updated %@
source: %1$@, updated %2$@
es: %1$@, actualizado %2$@
nl: %1$@, bijgewerkt op %2$@
zh_hans: %1$@，更新于 %2$@
zh_hant: %1$@，更新於 %2$@

# %lld %@ · matches your filter
source: %1$lld %2$@ · matches your filter
es: %1$lld %2$@ · coincide con tu filtro
nl: %1$lld %2$@ · voldoet aan je filter
zh_hans: %1$lld %2$@ · 符合你的筛选条件
zh_hant: %1$lld %2$@ · 符合你的篩選條件

# %lld alerts today, updated %@
source: %1$lld alerts today, updated %2$@
es: %1$lld alertas hoy, actualizadas %2$@
nl: %1$lld meldingen vandaag, %2$@ bijgewerkt
zh_hans: 今天 %1$lld 条提醒，更新于 %2$@
zh_hant: 今天 %1$lld 條提醒，更新於 %2$@

source: %lld listings
es: %lld anuncios
nl: %lld advertenties
zh_hans: %lld 套房源
zh_hant: %lld 套房源

# %lld listings, updated %@
source: %1$lld listings, updated %2$@
es: %1$lld anuncios, actualizados hace %2$@
nl: %1$lld advertenties, bijgewerkt %2$@
zh_hans: %1$lld 套房源，更新于 %2$@
zh_hant: %1$lld 套房源，更新於 %2$@

source: %lld selected
es: %lld seleccionado
nl: %lld geselecteerd
zh_hans: 已选择%lld
zh_hant: 已選擇%lld

source: %lld status changes
es: Cambios en el estado %lld
nl: %lld statuswijzigingen
zh_hans: %lld 状态改变
zh_hant: %lld 狀態變更

source: %lld without coords
es: %lld sin coordenadas
nl: %lld zonder coördinaten
zh_hans: %lld 套无坐标
zh_hant: %lld 套無座標

source: ⚠️ Sent %lld/%lld. Failures: %@
es: ⚠️ Enviados %lld/%lld. Errores: %@
nl: ⚠️ Verzonden %lld/%lld. Mislukkingen: %@
zh_hans: ⚠️ 已发送 %lld/%lld。失败：%@
zh_hant: ⚠️ 已發送 %lld/%lld。失敗：%@

source: ✅ Sent to %lld device%@. Check your lock screen.
es: ✅ Enviado al dispositivo %lld%@. Comprueba la pantalla de bloqueo.
nl: ✅ Verzonden naar apparaat %lld%@. Kijk op je vergrendelingsscherm.
zh_hans: ✅ 已发送至 %lld 台设备%@。请查看锁屏。
zh_hant: ✅ 已發送至 %lld 臺設備%@。請查看鎖屏。

source: €/mo
es: euros al mes
nl: euro per maand
zh_hans: €/月
zh_hant: €/月

source: A one-time tip to support development. Does not unlock any features.
es: Una contribución única para apoyar el desarrollo. No desbloquea ninguna función.
nl: Een eenmalige donatie ter ondersteuning van de ontwikkeling. Hiermee worden geen functies vrijgespeeld.
zh_hans: 一次性打赏以支持开发。 不会解锁任何功能。
zh_hant: 一次性打賞以支持開發。 不會解鎖任何功能。

source: A real-time monitor for Holland2Stay availability.
es: Un monitor en tiempo real de la disponibilidad de Holland2Stay.
nl: Een realtime overzicht van de beschikbaarheid bij Holland2Stay.
zh_hans: Holland2Stay 房源实时监控。
zh_hant: Holland2Stay 房源實時監控。

source: About
es: Acerca de
nl: Over
zh_hans: 关于
zh_hant: 關於

source: Access Denied
es: Acceso denegado
nl: Toegang geweigerd
zh_hans: 访问被拒绝
zh_hant: 訪問被拒絕

source: Account
es: Cuenta
zh_hans: 账户
zh_hant: 賬戶

source: Actions
es: Acciones
nl: Acties
zh_hans: 操作
zh_hant: 操作

source: Agree & Continue
es: Aceptar y continuar
nl: Akkoord & Doorgaan
zh_hans: 同意并继续
zh_hant: 同意並繼續

source: Alerts
es: Alertas
nl: Meldingen
zh_hans: 提醒
zh_hant: 提醒

source: All alerts read
es: Todas las alertas leídas
nl: Alle meldingen gelezen
zh_hans: 全部已读
zh_hant: 全部已讀

source: All Cities
es: Todas las ciudades
nl: Alle steden
zh_hans: 所有城市
zh_hant: 所有城市

source: All filters will be cleared. You'll start receiving notifications for every new listing.
es: Se borrarán todos los filtros. Empezarás a recibir notificaciones cada vez que se publique un nuevo anuncio.
nl: Alle filters worden gewist. Je ontvangt voortaan meldingen voor elke nieuwe advertentie.
zh_hans: 所有过滤条件将被清除。你将开始收到每条新房源的通知。
zh_hant: 所有過濾條件將被清除。你將開始收到每條新房源的通知。

source: All Platforms
es: Todas las plataformas
nl: Alle platforms
zh_hans: 所有平台
zh_hant: 所有平台

source: All Statuses
es: Todos los estados
nl: Alle statussen
zh_hans: 所有状态
zh_hant: 所有狀態

source: All types
es: Todos los tipos
nl: Alle soorten
zh_hans: 全类型
zh_hant: 全類型

source: All Types
es: Todos los tipos
nl: Alle soorten
zh_hans: 所有户型
zh_hant: 所有戶型

source: Allow location access in Settings to center the map on your current position.
es: Permite el acceso a la ubicación en «Ajustes» para centrar el mapa en tu posición actual.
nl: Geef in de instellingen toestemming voor locatietoegang om de kaart op je huidige locatie te centreren.
zh_hans: 在“设置”中允许位置访问，以便将地图居中到你当前的位置。
zh_hant: 在“設置”中允許位置訪問，以便將地圖居中到你當前的位置。

source: Always verify listing details on the official Holland2Stay website before making decisions.
es: Comprueba siempre los detalles del anuncio en la página web oficial de Holland2Stay antes de tomar una decisión.
nl: Controleer altijd de details van de accommodatie op de officiële website van Holland2Stay voordat u een beslissing neemt.
zh_hans: 做决定前，请在 Holland2Stay 官网核实房源详情。
zh_hant: 做決定前，請在 Holland2Stay 官網覈實房源詳情。

source: Always verify listing details on the official platform website before making decisions.
es: Comprueba siempre los detalles del anuncio en la página web oficial de la plataforma antes de tomar una decisión.
nl: Controleer altijd de gegevens van de advertentie op de officiële website van het platform voordat u een beslissing neemt.
zh_hans: 做决定前，请在官方平台网站核实房源详情。
zh_hant: 做決定前，請在官方平台網站覈實房源詳情。

source: Any
es: Allí
nl: daar
zh_hans: 任意
zh_hant: 任意

source: App
es: Aplicación
zh_hans: 应用
zh_hant: 應用

source: App password
es: Contraseña de la aplicación
nl: App-wachtwoord
zh_hans: 应用密码
zh_hant: 應用密碼

source: Appearance
es: Apariencia
nl: Uiterlijk
zh_hans: 外观
zh_hant: 外觀

source: Apply
es: Solicitar
nl: Solliciteren
zh_hans: 应用
zh_hant: 應用

source: Authorized
es: Autorizado
nl: Geautoriseerd
zh_hans: 已授权
zh_hant: 已授權

source: Available
es: Disponible
nl: Beschikbaar
zh_hans: 可入住
zh_hant: 可入住

source: Back
es: Atrás
nl: Terug
zh_hans: 返回
zh_hant: 返回

source: Bar chart, %lld data points
es: Gráfico de barras, %lld puntos de datos
nl: Staafdiagram, %lld gegevenspunten
zh_hans: 柱状图，%lld 个数据点
zh_hant: 柱狀圖，%lld 個數據點

source: Before You Continue
es: Antes de continuar
nl: Voordat u verdergaat
zh_hans: 开始之前
zh_hant: 開始之前

source: book
es: libro
nl: boek
zh_hans: 可订
zh_hant: 可訂

source: Breakdown
es: Desglose
nl: Overzicht
zh_hans: 分类明细
zh_hant: 分類明細

source: Browse
es: Explorar
nl: Bladeren
zh_hans: 浏览
zh_hant: 瀏覽

source: Browse listings read-only.
es: Explorar anuncios solo lectura.
nl: Advertenties bekijken alleen-lezen.
zh_hans: 以只读方式 浏览房源。
zh_hant: 以只讀方式 瀏覽房源。

source: Browse mode
es: Modo de navegación
nl: Bladermodus
zh_hans: 浏览模式
zh_hant: 瀏覽模式

source: Buy me a coffee
es: Invítame a un café
nl: Trakteer me op een kopje koffie
zh_hans: 赞助开发者买一杯咖啡
zh_hant: 贊助開發者買一杯咖啡

source: Buy me a coffee ☕
es: Invítame a un café ☕
nl: Trakteer me op een kopje koffie ☕
zh_hans: 请我喝杯咖啡 ☕
zh_hant: 請我喝杯咖啡 ☕

source: By continuing, you agree that:
es: Al continuar, aceptas que:
nl: Door verder te gaan, gaat u akkoord met het volgende:
zh_hans: 继续即表示你同意：
zh_hant: 繼續即表示你同意：

source: By creating an account, you agree to our
es: Al crear una cuenta, aceptas nuestras
nl: Door een account aan te maken, ga je akkoord met onze
zh_hans: 创建账号即表示你同意我们的
zh_hant: 創建賬號即表示你同意我們的

source: Calendar
es: Calendario
nl: Kalender
zh_hans: 日历
zh_hant: 日曆

source: Cancel
es: Cancelar
nl: Annuleren
zh_hans: 取消
zh_hant: 取消

source: Change Password
es: Cambiar contraseña
nl: Wachtwoord wijzigen
zh_hans: 密码更改
zh_hant: 密碼更改

source: Check your internet connection and try again.
es: Comprueba tu conexión a Internet e inténtalo de nuevo.
nl: Controleer je internetverbinding en probeer het nog eens.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網絡連接後重試。

source: Cities
es: Ciudades
nl: Steden
zh_hans: 城市
zh_hant: 城市

source: Clear all
es: Borrar todo
nl: Alles wissen
zh_hans: 清除所有
zh_hant: 清除所有

source: Clear search
es: Borrar búsqueda
nl: Zoekresultaten wissen
zh_hans: 清空搜索
zh_hant: 清空搜尋

source: Color Scheme
es: Paleta de colores
nl: Kleurenschema
zh_hans: 色彩方案
zh_hant: 色彩方案

source: Confirm new password
es: Confirma la nueva contraseña
nl: Bevestig het nieuwe wachtwoord
zh_hans: 确认新密码
zh_hant: 確認新密碼

source: Conflict
es: Conflicto
zh_hans: 冲突
zh_hant: 衝突

source: Connection Failed
es: Error de conexión
nl: Verbinding mislukt
zh_hans: 连接失败
zh_hant: 連接失敗

source: CONTINUE AS
es: CONTINUAR COMO
nl: DOORGAAN ALS
zh_hans: 选择身份
zh_hant: 選擇身份

source: Contract
es: Contrato
zh_hans: 合同
zh_hant: 合同

source: Count
es: Recuento
nl: Tellen
zh_hans: 数量
zh_hant: 數量

source: Create Account
es: Crear cuenta
nl: Account aanmaken
zh_hans: 创建账号
zh_hant: 創建賬號

source: Create Account & Login
es: Crear cuenta e iniciar sesión
nl: Account aanmaken & inloggen
zh_hans: 创建账号并登录
zh_hant: 創建賬號並登錄

source: Create users via the web admin panel.
es: Crea usuarios a través del panel de administración web.
nl: Maak gebruikers aan via het webbeheerpaneel.
zh_hans: 通过网页管理面板创建用户。
zh_hant: 通過網頁管理面板創建用戶。

source: Current password
es: Contraseña actual
nl: Huidig wachtwoord
zh_hans: 当前密码
zh_hant: 當前密碼

source: Dark
es: Oscuro
nl: Donker
zh_hans: 深色
zh_hant: 深色

source: Dashboard
es: Panel de control
zh_hans: 仪表盘
zh_hant: 儀表盤

source: Data Error
es: Error en los datos
nl: Gegevensfout
zh_hans: 数据错误
zh_hant: 數據錯誤

source: Delete
es: Eliminar
nl: Verwijderen
zh_hans: 删除
zh_hant: 刪除

source: Delete %@
es: Eliminar %@
nl: Verwijderen %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Delete Account
es: Eliminar cuenta
nl: Account verwijderen
zh_hans: 删除账号
zh_hant: 刪除賬號

source: Delete user?
es: ¿Eliminar usuario?
nl: Gebruiker verwijderen?
zh_hans: 确认销毁账号？
zh_hant: 確認銷燬賬號？

source: Denied
es: Denegado
nl: Afgewezen
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Device ID
es: ID del dispositivo
nl: Apparaat-ID
zh_hans: 设备 ID
zh_hant: 設備 ID

source: Discard changes
es: Deshacer los cambios
nl: Wijzigingen negeren
zh_hans: 取消修改
zh_hant: 取消修改

source: Discard filter changes?
es: ¿Desea descartar los cambios en el filtro?
nl: Filterwijzigingen ongedaan maken?
zh_hans: 确定取消过滤？
zh_hant: 確定取消過濾？

source: Don't Ask Again
es: No me lo vuelvas a preguntar
nl: Vraag het niet nog een keer
zh_hans: 不再询问
zh_hant: 不再詢問

source: Don't have an account?
es: ¿No tienes una cuenta?
nl: Heb je nog geen account?
zh_hans: 还没有账号？
zh_hant: 還沒有賬號？

source: Done
es: Hecho
nl: Klaar
zh_hans: 完成
zh_hant: 完成

source: Double tap to open listing details
es: Pulsa dos veces para ver los detalles del anuncio
nl: Tik twee keer om de advertentiegegevens te openen
zh_hans: 双击打开详情
zh_hant: 雙擊打開詳情

source: Email or username
es: Correo electrónico o nombre de usuario
nl: E-mailadres of gebruikersnaam
zh_hans: 邮箱或用户名
zh_hant: 郵箱或用戶名

source: Empty = no limit. Floor 0 = ground floor.
es: Vacío = sin límite. Planta 0 = planta baja.
nl: Leeg = geen limiet. Verdieping 0 = begane grond.
zh_hans: 留空表示不限制。楼层0表示底层。
zh_hant: 留空表示不限制。樓層0表示底層。

source: Enable %@
es: Activar %@
nl: Inschakelen %@
zh_hans: 启用 %@
zh_hant: 啟用 %@

source: Enable Notifications
es: Activar notificaciones
nl: Meldingen inschakelen
zh_hans: 允许通知
zh_hant: 允許通知

source: Energy
es: Energía
nl: Energie
zh_hans: 能源
zh_hant: 能源

source: Ephemeral
es: De corta duración, fugaz, efímero
nl: Van korte duur, vluchtig, vergankelijk
zh_hans: 临时
zh_hant: 臨時

source: Explore
es: Explora
nl: Ontdek
zh_hans: 数据探索
zh_hant: 數據探索

source: Export My Data
es: Exportar mis datos
nl: Mijn gegevens exporteren
zh_hans: 导出个人数据
zh_hant: 導出個人數據

source: Exporting…
es: Exportando…
nl: Bezig met exporteren…
zh_hans: 导出中
zh_hant: 導出中

source: Feedback
es: Comentarios
zh_hans: 反馈
zh_hant: 反饋

source: Filter alerts by type
es: Filtrar alertas por tipo
nl: Waarschuwingen filteren op type
zh_hans: 按照类型过滤通知
zh_hant: 按照類型過濾通知

source: Filter type
es: Tipo de filtro
zh_hans: 过滤类型
zh_hant: 過濾類型

source: Filters
es: Filtros
zh_hans: 筛选
zh_hant: 篩選

source: Finishing
es: Acabado
nl: Afwerking
zh_hans: 装修
zh_hant: 裝修

source: First seen
es: Visto por primera vez
nl: Voor het eerst gezien
zh_hans: 首次发现
zh_hant: 首次發現

source: FlatRadar didn't run smoothly recently. Sending the diagnostic report helps fix the issue. What's included: crash stack trace, app version, device model, iOS version. No personal info or app data.
es: FlatRadar no ha funcionado correctamente últimamente. Enviar el informe de diagnóstico ayuda a solucionar el problema. Qué incluye: traza de pila del fallo, versión de la aplicación, modelo del dispositivo y versión de iOS. No incluye información personal ni datos de la aplicación.
nl: FlatRadar werkte de afgelopen tijd niet optimaal. Door het diagnostische rapport te versturen, help je ons het probleem op te lossen. Wat zit erin: crash-stacktrace, app-versie, apparaatmodel, iOS-versie. Geen persoonlijke gegevens of app-gegevens.
zh_hans: FlatRadar 近期运行不稳定。发送诊断报告有助于修复问题。 包含内容：崩溃堆栈、应用版本、设备型号、iOS 版本。不含个人信息或应用数据。
zh_hant: FlatRadar 近期運行不穩定。發送診斷報告有助於修復問題。 包含內容：崩潰堆疊、應用版本、裝置型號、iOS 版本。不含個人資訊或應用資料。

source: FlatRadar is an **unofficial** third-party client. Not affiliated with, endorsed by, or sponsored by Holland2Stay. All listing data belongs to its respective owners.
es: FlatRadar es un cliente de terceros **no oficial**. No está afiliado a Holland2Stay, ni cuenta con su respaldo ni su patrocinio. Todos los datos de los anuncios pertenecen a sus respectivos propietarios.
nl: FlatRadar is een **onofficiële** client van een derde partij. Heeft geen banden met, wordt niet aanbevolen door en wordt niet gesponsord door Holland2Stay. Alle gegevens over de advertenties zijn eigendom van de respectievelijke eigenaren.
zh_hans: FlatRadar 是一个**非官方**的第三方客户端。 与 Holland2Stay 无关联、认可或赞助关系。 所有房源数据归其各自所有者。
zh_hant: FlatRadar 是一個**非官方**的第三方客戶端。 與 Holland2Stay 無關聯、認可或贊助關係。 所有房源數據歸其各自所有者。

source: Get Started
es: Empezar
nl: Aan de slag
zh_hans: 开始
zh_hant: 開始

source: Good afternoon
es: Buenas tardes
nl: Goedemiddag
zh_hans: 下午好
zh_hant: 下午好

source: Good evening
es: Buenas noches
nl: Goedenavond
zh_hans: 晚上好
zh_hant: 晚上好

source: Good morning
es: Buenos días
nl: Goedemorgen
zh_hans: 早上好
zh_hant: 早上好

source: Guest
es: Invitado
nl: Gast
zh_hans: 游客
zh_hant: 遊客

source: Hide password
es: Ocultar contraseña
nl: Wachtwoord verbergen
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

source: ID: %@
es: Identificador: 0
nl: Identificatiecode: 0

source: Invalid Request
es: Solicitud no válida
nl: Ongeldig verzoek
zh_hans: 无效请求
zh_hant: 無效請求

source: It may have been removed.
es: Es posible que lo hayan eliminado.
nl: Het is mogelijk verwijderd.
zh_hans: 可能已被移除。
zh_hant: 可能已被移除。

source: Keep editing
es: Sigue editando
nl: Blijf bewerken
zh_hans: 保持编辑
zh_hant: 保持編輯

source: Label
es: Etiqueta
nl: Etiket
zh_hans: 标签
zh_hant: 標籤

source: Last count
es: Último recuento
nl: Laatste telling
zh_hans: 上次计数
zh_hant: 上次計數

source: Last scrape
es: El último rasguño
nl: Laatste schraapbeurt
zh_hans: 上次抓取
zh_hant: 上次抓取

source: Last seen
es: Última vez que se le vio
nl: Laatst gezien
zh_hans: 最近发现
zh_hant: 最近發現

source: Legal
es: Aviso legal
nl: Juridisch
zh_hans: 法律
zh_hant: 法律

source: Light
es: Luz
nl: Licht
zh_hans: 浅色
zh_hant: 淺色

source: List
es: Lista
nl: Lijst
zh_hans: 列表
zh_hant: 列表

source: Listing Not Available
es: Anuncio no disponible
nl: Geen vermelding beschikbaar
zh_hans: 房源不可用
zh_hant: 房源不可用

source: Listings
es: Anuncios
nl: Advertenties
zh_hans: 房源
zh_hant: 房源

source: Listings with available dates will appear here.
es: Aquí aparecerán los anuncios con fechas disponibles.
nl: Hier verschijnen de advertenties met beschikbare data.
zh_hans: 有可入住日期的房源将显示在这里。
zh_hant: 有可入住日期的房源將顯示在這裏。

source: Loading map…
es: Cargando el mapa…
nl: Kaart wordt geladen…
zh_hans: 加载地图…
zh_hant: 加載地圖…

source: Loading…
es: Cargando…
nl: Bezig met laden…
zh_hans: 加载中…
zh_hant: 加載中…

source: Location Unavailable
es: Ubicación no disponible
nl: Locatie niet beschikbaar
zh_hans: 位置服务不可用
zh_hant: 位置服務不可用

source: Log out
es: Cerrar sesión
nl: Uitloggen
zh_hans: 退出登录
zh_hant: 退出登錄

source: Log Out
es: Cerrar sesión
nl: Uitloggen
zh_hans: 退出登录
zh_hant: 退出登錄

source: Login
es: Iniciar sesión
nl: Inloggen
zh_hans: 登录
zh_hant: 登錄

source: Login Failed
es: Error al iniciar sesión
nl: Inloggen mislukt
zh_hans: 登录失败
zh_hant: 登錄失敗

source: lottery
es: lotería
nl: loterij
zh_hans: 抽签
zh_hant: 抽籤

source: Lottery
es: Lotería
nl: Loterij
zh_hans: 抽签
zh_hant: 抽籤

source: Manage Users
es: Gestionar usuarios
nl: Gebruikers beheren
zh_hans: 管理用户
zh_hant: 管理用戶

source: Map
es: Mapa
nl: Kaart
zh_hans: 地图
zh_hant: 地圖

source: Mark all alerts as read
es: Marcar todas las alertas como leídas
nl: Alle meldingen als gelezen markeren
zh_hans: 将所有通知标记为已读
zh_hant: 將所有通知標記為已讀

source: Mark all read
es: Marcar todo como leído
nl: Alles als gelezen markeren
zh_hans: 全部已读
zh_hant: 全部已讀

source: Mark as read
es: Marcar como leído
nl: Als gelezen markeren
zh_hans: 标记为已读
zh_hant: 標記為已讀

source: matched · all available
es: coincidentes · todos los disponibles
nl: beschikbaar · alle beschikbare
zh_hans: 已匹配 · 全部可入住
zh_hant: 已匹配 · 全部可入住

source: Message
es: Mensaje
nl: Bericht
zh_hans: 信息
zh_hant: 信息

source: Min area
es: Mi área
nl: Mijn gebied
zh_hans: 最小面积
zh_hant: 最小面積

source: Min B = A/A+/A++/A+++ also accepted; C and worse filtered out.
es: También se acepta Min B = A/A+/A++/A+++; se descartan las calificaciones C y inferiores.
nl: Min B = A/A+/A++/A+++ wordt ook geaccepteerd; C en lager worden uitgesloten.
zh_hans: 选择 B 及以上等级，C 及以下将被过滤。
zh_hant: 選擇 B 及以上等級，C 及以下將被過濾。

source: Min energy label
es: Etiqueta energética mínima
nl: Min-energielabel
zh_hans: 最低能源等级
zh_hant: 最低能源等級

source: Min floor
es: Piso mínimo
zh_hans: 最低楼层
zh_hant: 最低樓層

source: Mode
es: Moda
zh_hans: 模式
zh_hant: 模式

source: Monitor Control
es: Control del monitor
nl: Monitorbediening
zh_hans: 监控控制
zh_hant: 監控控制

source: More breakdowns ›
es: Más averías ›
nl: Meer storingen ›
zh_hans: 更多分类 ›
zh_hant: 更多分類 ›

source: MOST
es: MÁS
nl: MEESTE
zh_hans: 最常用
zh_hant: 最常用

source: Name
es: Nombre
nl: Naam
zh_hans: 名称
zh_hant: 名稱

source: Neighborhoods
es: Barrios
nl: Wijken
zh_hans: 街区
zh_hant: 街區

source: Network error: %@
es: Error de red: %@
nl: Netwerkfout: %@
zh_hans: 网络错误：%@
zh_hant: 網絡錯誤：%@

source: NEW · %@
es: NUEVO · %@
nl: NIEUW · %@

source: New · Book
es: Novedad · Libro
nl: Nieuw · Boek

source: New · Lottery
es: Novedades · Lotería
nl: Nieuw · Loterij

source: New listings and status changes will appear here.
es: Aquí aparecerán los nuevos anuncios y los cambios de estado.
nl: Nieuwe vermeldingen en statuswijzigingen worden hier weergegeven.
zh_hans: 新房源和状态变更将显示在这里。
zh_hant: 新房源和狀態變更將顯示在這裏。

source: New password
es: Nueva contraseña
nl: Nieuw wachtwoord
zh_hans: 新密码
zh_hant: 新密碼

source: New password must be at least 4 characters.
es: La nueva contraseña debe tener al menos 4 caracteres.
nl: Het nieuwe wachtwoord moet uit minimaal 4 tekens bestaan.
zh_hans: 新密码长度必须大于等于四个字符
zh_hant: 新密碼長度必須大於等於四個字元

source: New password must differ from current.
es: La nueva contraseña debe ser diferente de la actual.
nl: Het nieuwe wachtwoord moet verschillen van het huidige.
zh_hans: 新密码需要与原密码不同
zh_hant: 新密碼需要與原密碼不同

source: New passwords don't match.
es: Las nuevas contraseñas no coinciden.
nl: De nieuwe wachtwoorden komen niet overeen.
zh_hans: 两次密码不匹配
zh_hant: 兩次密碼不匹配

source: Next
es: Siguiente
nl: Volgende
zh_hans: 下一个
zh_hant: 下一個

source: Next month
es: El mes que viene
nl: Volgende maand
zh_hans: 下月
zh_hant: 下月

source: Next time, sign in instantly with %@ instead of typing your password.
es: La próxima vez, inicia sesión al instante con %@ en lugar de escribir tu contraseña.
nl: Log de volgende keer direct in met %@ in plaats van je wachtwoord in te voeren.
zh_hans: 下次登陆使用 %@ 替代密码登陆
zh_hant: 下次登陸使用 %@ 替代密碼登陸

source: No changes
es: Sin cambios
nl: Geen wijzigingen
zh_hans: 无变化
zh_hant: 無變化

source: No cities available
es: No hay ciudades disponibles
nl: Er zijn geen steden beschikbaar
zh_hans: 暂无城市数据
zh_hant: 暫無城市數據

source: No Data
es: No hay datos
nl: Geen gegevens
zh_hans: 暂无数据
zh_hant: 暫無數據

source: No Listings
es: No hay anuncios
nl: Geen resultaten
zh_hans: 暂无房源
zh_hant: 暫無房源

source: No listings found.
es: No se han encontrado resultados.
nl: Er zijn geen resultaten gevonden.
zh_hans: 未找到房源。
zh_hant: 未找到房源。

source: No listings match your filter.
es: No hay resultados que se ajusten a tus criterios de búsqueda.
nl: Er zijn geen resultaten die aan uw zoekcriteria voldoen.
zh_hans: 没有匹配过滤条件的房源。
zh_hant: 沒有匹配過濾條件的房源。

source: No listings matched your filter in the last 24 hours.
es: No se han encontrado anuncios que se ajusten a tus criterios de búsqueda en las últimas 24 horas.
nl: Er zijn de afgelopen 24 uur geen resultaten gevonden die aan uw filter voldoen.
zh_hans: 过去24小时内没有匹配过滤条件的房源。
zh_hant: 過去24小時內沒有匹配過濾條件的房源。

source: No Move-In Dates
es: No hay fechas de entrada
nl: Geen verhuisdata
zh_hans: 暂无入住日期
zh_hant: 暫無入住日期

source: No move-in on this day.
es: Este día no se pueden realizar mudanzas.
nl: Op deze dag is er geen verhuizing.
zh_hans: 当天无可入住房源。
zh_hant: 當天無可入住房源。

source: No new listings
es: No hay nuevos anuncios
nl: Geen nieuwe advertenties
zh_hans: 暂无新房源
zh_hant: 暫無新房源

source: No Notifications
es: No hay notificaciones
nl: Geen meldingen
zh_hans: 暂无通知
zh_hant: 暫無通知

source: No options available
es: No hay opciones disponibles
nl: Er zijn geen opties beschikbaar
zh_hans: 暂无选项
zh_hant: 暫無選項

source: No platforms available
es: No hay plataformas disponibles
nl: Er zijn geen platforms beschikbaar
zh_hans: 暂无平台可用
zh_hant: 暫無平台可用

source: No status changes in the last 24 hours.
es: No se han producido cambios en el estado en las últimas 24 horas.
nl: Er zijn de afgelopen 24 uur geen statuswijzigingen geweest.
zh_hans: 昨日暂无状态变化
zh_hant: 昨日暫無狀態變化

source: No types available
es: No hay tipos disponibles
nl: Geen typen beschikbaar
zh_hans: 暂无户型数据
zh_hant: 暫無戶型數據

source: No Users
es: No hay usuarios
nl: Geen gebruikers
zh_hans: 暂无用户
zh_hant: 暫無用戶

source: Not determined
es: No se ha determinado
nl: Nog niet vastgesteld
zh_hans: 未确定
zh_hant: 未確定

source: Not Found
es: No encontrado
nl: Niet gevonden
zh_hans: 未找到
zh_hant: 未找到

source: Not Now
es: Ahora no
nl: Nu even niet
zh_hans: 暂时不可用
zh_hant: 暫時不可用

source: not registered
es: no registrado
nl: niet geregistreerd
zh_hans: 未注册
zh_hant: 未註冊

source: Notification Filter
es: Filtro de notificaciones
nl: Meldingsfilter
zh_hans: 通知过滤
zh_hant: 通知過濾

source: Notifications are disabled in iOS Settings. Enable them in Settings → Notifications → FlatRadar.
es: Las notificaciones están desactivadas en los Ajustes de iOS. Actívalas en Ajustes → Notificaciones → FlatRadar.
nl: Meldingen zijn uitgeschakeld in de iOS-instellingen. Schakel ze in via Instellingen → Meldingen → FlatRadar.
zh_hans: 通知已在 iOS 设置中被禁用。请在 设置 → 通知 → FlatRadar 中启用。
zh_hant: 通知已在 iOS 設定中被禁用。請在 設定 → 通知 → FlatRadar 中啟用。

source: Occupancy
es: Ocupación
nl: Bezettingsgraad
zh_hans: 入住人数
zh_hant: 入住人數

source: Off
es: Apagado
nl: Uit

source: Offer
es: Oferta
nl: Aanbieding
zh_hans: 优惠
zh_hant: 優惠

source: OK
es: De acuerdo
nl: Oké
zh_hans: 确定
zh_hant: 確定

source: On
es: Hay
nl: Er is

source: Only listings matching this filter trigger APNs and notification tab updates.
es: Solo los anuncios que se ajusten a este filtro activarán las notificaciones APN y las actualizaciones de la pestaña de notificaciones.
nl: Alleen vermeldingen die aan deze filtervoorwaarden voldoen, activeren APN-meldingen en updates op het tabblad ‘Meldingen’.
zh_hans: 仅匹配此过滤条件的房源会触发 APNs 推送和通知更新。
zh_hant: 僅匹配此過濾條件的房源會觸發 APNs 推送和通知更新。
